{
  "jokes": [
    "Почему геймеры всегда говорят 'всего лишь еще 5 минут' и продолжают играть еще 2 часа?",
    "Что делает геймер, когда он устал от игры? Играет в другую игру!",
    "Почему геймеры всегда находятся в хорошей форме? Они постоянно нажимают на 'X' и 'O'!",
    "Какой самый популярный предмет в гардеробе у геймера? Джойстик!",
    "Почему геймеры всегда улучшают свои персонажи, но не себя? Никаких микротранзакций для жизни!",
    "Какой самый главный вопрос у геймеров перед сном? 'Еще одна игра?'",
    "Какой вид спорта самый популярный у геймеров? 'Электронный марафон' — сидишь и играешь целые дни!",
    "Почему геймеры не ходят к врачу? Они знают, что 'лечение' — это просто еще одна игра!",
    "Как геймеры решают конфликты? '1 на 1' в Mortal Kombat!",
    "Почему геймеры всегда так плохо чувствуют себя на кухне? Потому что там нет контроллера!",
    "Почему геймеры не боятся зомби-апокалипсиса? У них всегда есть план 'A' - 'Запас боеприпасов'!",
    "Что геймеры сказали бы на свадьбе? 'Я принимаю этот брачный контракт с высокими ожиданиями и нулевыми багами'!",
    "Почему геймеры всегда так хорошо разбираются в астрономии? Они постоянно смотрят на звезды в No Man's Sky!",
    "Как называется самая опасная болезнь среди геймеров? 'Ожирение среди сидячих персонажей'!",
    "Почему геймеры так плохо реагируют на солнце? Они забыли, какие кнопки на клавиатуре нажимать!",
    "Как геймеры выбирают своих друзей? 'Сколько у тебя ачивок?'",
    "Почему геймеры всегда радуются выходным? Потому что это больше времени для игр!",
    "Как геймеры рассказывают о своей жизни? 'Это был бы отличный сюжет для игры'!",
    "Почему геймеры не любят экологов? Они постоянно убивают деревья в играх!",
    "Что геймеры делают, когда они плохо играют? Винят свою 'пинг-ловкость'!",
    "Почему геймеры всегда забывают свои пароли? Они слишком длинные и сложные, как в играх!",
    "Какой самый популярный магазин у геймеров? 'Steam' - в нем всегда скидки!",
    "Что геймеры говорят, когда у них заканчивается место на жестком диске? 'Надо убрать папку с документами, место для игр нужно!'",
    "Почему геймеры всегда хорошо справляются с задачами на время? Они привыкли к таймерам в играх!",
    "Какой самый популярный ресторан у геймеров? 'Game Burger' - там меню только из бургеров и фризов!",
    "Почему геймеры всегда находятся в курсе последних новостей? Их интересует только 'геймерская живая лента'!",
    "Что геймеры сказали, когда им предложили посадить дерево? 'Это какой-то диковинный симулятор сельского хозяйства!'",
    "Почему геймеры так любят зиму? Ведь это отличное время для игр внутри помещения!",
    "Как геймеры отмечают свой день рождения? Смотрят игровой трейлер своей жизни!",
    "Почему геймеры так хорошо понимают друг друга? Они встречаются в одной комнате чата!",
    "Почему геймеры не могут создать хор: они всегда промахиваются мимо нот!",
    "В чем разница между новичком и профессиональным геймером? Новичок играет за удовольствие, а профессионал - за ошибки других.",
    "Почему геймеры плохие садовники? Потому что они всегда выкорчевывают корни!",
    "Чем похожи геймер и электрик? Оба ищут соединение!",
    "Что сказал геймер, когда его спросили о времени? 'Извини, у меня сейчас босс-битва!'",
    "Почему геймеры так хорошо знают историю? Потому что они провели много времени в 'прошлом' уровне!",
    "Как называется геймер, который любит рисковать? 'Risk-taker'!",
    "Что геймер сказал дереву? 'Ты сейчас в моей игровой зоне!'",
    "Как геймеры решают проблемы? Они просто перезагружают уровень!",
    "Почему геймер пропустил встречу? Он застрял на загрузочном экране.",
    "Как называется геймер без интернета? 'Off-liner'!",
    "Почему геймеры всегда спокойны? Потому что у них есть 'контроллер'!",
    "Что сказал геймер, когда его спросили о его карьере? 'Я прокачиваю свои навыки!'",
    "Почему геймеры не любят школу? Там слишком много 'реальной жизни' и недостаточно респаунов!",
    "Что геймер сказал коту? 'Не мешай, я на последнем уровне!'",
    "Как геймеры называют своих друзей? 'Кооп-партнеры'!",
    "Чем отличается геймер от повара? Один мешает в игре, а другой в кастрюле!",
    "Почему геймеры так хорошо ладят с компьютерами? Потому что у них общий 'язык'!",
    "Что геймер сказал телефону? 'Не мешай, я сохраняю прогресс!'",
    "Почему у геймеров такие чистые окна? Они всегда используют 'Windows'!",
    "Как геймер зовет свою девушку? 'Моя принцесса в другом замке!'",
    "Что геймер сказал когда его спросили о погоде? 'Я только в индор-игры играю!'",
    "Почему геймеры не любят фитнес? Потому что они предпочитают 'сидячий' стиль игры!",
    "Что геймер купил в магазине? 'Ключи от следующего уровня!'",
    "Почему геймеры всегда устают? Потому что они 'запускают' слишком много задач!",
    "Как геймеры празднуют свой день рождения? Они делают 'паузу' в игре!",
    "Почему у геймера сломался компьютер? Он слишком много 'прессовал кнопки'!",
    "Как называется геймер, который не любит проигрывать? 'Серьезный игрок'!",
    "Что геймер сказал когда увидел ошибку? 'Это не баг, это фича!'",
    "Почему геймеры не любят быструю еду? Потому что они предпочитают 'медленное сохранение'!",
    "Чем похожи геймер и археолог? Оба ищут 'скрытые артефакты'!",
    "Что сказал геймер когда его спросили о здоровье? 'У меня полная шкала HP!'",
    "Почему геймеры не хорошие повара? Они всегда забывают о 'таймере'!",
    "Как геймеры общаются? Через 'чат'!",
    "Почему геймеры не любят читать книги? Они предпочитают 'интерактивные истории'!",
    "Что геймер сказал своему другу? 'Не мешай, я на миссии!'",
    "Как геймеры выбирают одежду? Они ищут 'лучшие статы'!",
    "Почему геймеры не любят кино? Недостаточно 'интерактивности'!",
    "Что геймер делает в свободное время? 'Играет в дополнительные миссии!'",
    "Почему геймеры не любят убираться? Они предпочитают 'цифровой беспорядок'!",
    "Как геймеры относятся к ошибкам? 'Это не провал, это опыт!'",
    "Что геймер сказал когда его попросили помочь? 'Сейчас не могу, у меня рейд!'",
    "Почему геймеры не хорошие путешественники? Они всегда ищут 'точку сохранения'!",
    "Как называется уставший геймер? 'Low battery gamer'!",
    "Почему геймеры не любят спорт? Они предпочитают 'виртуальные соревнования'!",
    "Что геймер купил в магазине? 'Экипировку для следующего уровня!'",
    "Почему геймеры хорошие стратеги? Они всегда 'планируют свои ходы'!",
    "Что геймер сказал когда его спросили о работе? 'Я в 'гринд-моде'!'",
    "Почему у геймера болит голова? От 'перегрузки информации'!",
    "Как геймеры относятся к жизни? 'Как к квесту с множеством уровней!'",
    "Что геймер сказал когда его спросили о планах? 'Я играю 'по ситуации'!'",
    "Почему геймеры не любят театр? 'Недостаточно действия на экране!'",
    "Как называется геймер, который всегда грустный? 'Low FPS gamer'!",
    "Почему геймеры не любят вечеринки? Они предпочитают 'сетевые сессии'!",
    "Что геймер сказал когда его попросили помочь? 'Я в режиме 'не беспокоить'!'",
    "Как геймеры выбирают музыку? Они ищут 'лучший саундтрек для игры'!",
    "Почему геймеры не могут создать плохую команду? Потому что у них всегда есть 'back-up'.",
    "Что говорит геймер, когда его спрашивают о планах на будущее? 'Я думаю, я перейду на следующий уровень'.",
    "Почему компьютер геймера всегда холодный? Потому что он полон 'Windows'.",
    "Как геймеры делают чай? Они 'заваривают' его в паузе между играми.",
    "Почему геймеры так хороши в школе? Они много времени проводят на 'высоком уровне'.",
    "Что сказал геймер, когда его спросили, есть ли у него девушка? 'У меня нет времени на отношения, я в серьезной 'игре' на двоих'.",
    "Почему у геймеров такие чистые дома? Они используют 'сохранения', чтобы не делать уборку дважды.",
    "Как геймеры занимаются спортом? Они прыгают к 'конечным точкам'.",
    "Почему геймеры так хорошо учатся? Они всегда находят 'пасхалки' в учебниках.",
    "Как геймер заказывает пиццу? 'Я хочу пиццу с двойным 'бустом' сыра'.",
    "Почему геймеры не боятся темноты? Они всегда находят 'секретные проходы'.",
    "Что сказал геймер, когда его попросили помыть посуду? 'Я уже использовал все свои 'жизни' на сегодня'.",
    "Почему геймеры такие хорошие водители? Они всегда знают, где 'сохраниться' на дороге.",
    "Как геймеры решают проблемы? Они всегда ищут 'чит-коды'.",
    "Почему геймеры такие хорошие стратеги? Они всегда думают на несколько 'уровней' вперед.",
    "Что сказал геймер, когда его спросили, почему он опоздал? 'Я застрял в 'загрузочном экране' утра'.",
    "Как геймеры путешествуют? Они 'телепортируются' из одной точки в другую.",
    "Почему геймеры всегда спокойны? Они привыкли к 'респаунам' после неудач.",
    "Как геймеры общаются? Они отправляют 'сообщения в чате'.",
    "Почему у геймеров так много друзей? Они всегда находят 'союзников' в играх.",
    "Как геймеры готовятся к экзаменам? Они 'загружают' всю нужную информацию.",
    "Что сказал геймер, когда его спросили, почему он не спит ночью? 'Я на 'ночном рейде'.",
    "Почему геймеры так хороши в математике? Они всегда находят 'секретные формулы'.",
    "Как геймеры выбирают одежду? Они ищут 'лучшие снаряжения' для своего 'персонажа'.",
    "Почему у геймеров так много книг? Они собирают 'гайды' и 'прохождения'.",
    "Что сказал геймер, когда его попросили убраться в комнате? 'Я только что прошел 'уровень' в этой игре'.",
    "Как геймеры путешествуют на машине? Они всегда 'берут бонусы' на дороге.",
    "Почему геймеры такие хорошие повара? Они всегда 'поднимают уровень' своих блюд.",
    "Как геймеры решают сложные задачи? Они ищут 'скрытые механики'.",
    "Что сказал геймер, когда его попросили помочь с переездом? 'Я уже 'вынес' все в этой игре'.",
    "Почему геймеры такие хорошие музыканты? Они всегда 'находят ритм' в играх.",
    "Как геймеры заботятся о своем здоровье? Они всегда 'восстанавливают HP'.",
    "Что сказал геймер, когда его спросили о его любимой книге? 'Это 'прохождение' моей любимой игры'.",
    "Почему у геймеров так много друзей онлайн? Они всегда 'подключаются' к новым людям.",
    "Как геймеры выбирают фильмы? Они ищут 'кат-сцены' из своих любимых игр.",
    "Почему геймеры такие хорошие в ориентировании? Они всегда 'запоминают карту'.",
    "Как геймеры готовят ужин? Они 'комбинируют ингредиенты' для лучшего результата.",
    "Что сказал геймер, когда его спросили о его домашнем животном? 'Это мой 'питомец' в игре'.",
    "Почему геймеры такие хорошие слушатели? Они всегда 'следят за сюжетом'.",
    "Как геймеры решают проблемы на работе? Они 'настраивают настройки' для лучшей производительности.",
    "Что сказал геймер, когда его попросили пойти гулять? 'Я уже 'вышел' в мир игры'.",
    "Почему геймеры такие хорошие в учебе? Они 'проходят уровни' знаний.",
    "Как геймеры расслабляются? Они 'сохраняются' и 'выходят из игры'.",
    "Почему у геймеров такие крепкие отношения? Они 'создают команду' для жизни.",
    "Как геймеры решают любовные проблемы? Они ищут 'правильные диалоги'.",
    "Что сказал геймер, когда его попросили о помощи? 'Я 'загружаюсь', дайте мне минутку'.",
    "Почему геймеры такие хорошие строители? Они 'создают миры' в играх.",
    "Как геймеры относятся к новым вызовам? Они всегда 'принимают квесты'."
  ]
}
