{
  "jokes": [
    "Почему геймеры всегда говорят 'всего лишь еще 5 минут' и продолжают играть еще 2 часа?",
    "Что делает геймер, когда он устал от игры? Играет в другую игру!",
    "Почему геймеры всегда находятся в хорошей форме? Они постоянно нажимают на 'X' и 'O'!",
    "Какой самый популярный предмет в гардеробе у геймера? Джойстик!",
    "Почему геймеры всегда улучшают свои персонажи, но не себя? Никаких микротранзакций для жизни!",
    "Какой самый главный вопрос у геймеров перед сном? 'Еще одна игра?'",
    "Какой вид спорта самый популярный у геймеров? 'Электронный марафон' — сидишь и играешь целые дни!",
    "Почему геймеры не ходят к врачу? Они знают, что 'лечение' — это просто еще одна игра!",
    "Как геймеры решают конфликты? '1 на 1' в Mortal Kombat!",
    "Почему геймеры всегда так плохо чувствуют себя на кухне? Потому что там нет контроллера!",
    "Почему геймеры не боятся зомби-апокалипсиса? У них всегда есть план 'A' - 'Запас боеприпасов'!",
    "Что геймеры сказали бы на свадьбе? 'Я принимаю этот брачный контракт с высокими ожиданиями и нулевыми багами'!",
    "Почему геймеры всегда так хорошо разбираются в астрономии? Они постоянно смотрят на звезды в No Man's Sky!",
    "Как называется самая опасная болезнь среди геймеров? 'Ожирение среди сидячих персонажей'!",
    "Почему геймеры так плохо реагируют на солнце? Они забыли, какие кнопки на клавиатуре нажимать!",
    "Как геймеры выбирают своих друзей? 'Сколько у тебя ачивок?'",
    "Почему геймеры всегда радуются выходным? Потому что это больше времени для игр!",
    "Как геймеры рассказывают о своей жизни? 'Это был бы отличный сюжет для игры'!",
    "Почему геймеры не любят экологов? Они постоянно убивают деревья в играх!",
    "Что геймеры делают, когда они плохо играют? Винят свою 'пинг-ловкость'!",
    "Почему геймеры всегда забывают свои пароли? Они слишком длинные и сложные, как в играх!",
    "Какой самый популярный магазин у геймеров? 'Steam' - в нем всегда скидки!",
    "Что геймеры говорят, когда у них заканчивается место на жестком диске? 'Надо убрать папку с документами, место для игр нужно!'",
    "Почему геймеры всегда хорошо справляются с задачами на время? Они привыкли к таймерам в играх!",
    "Какой самый популярный ресторан у геймеров? 'Game Burger' - там меню только из бургеров и фризов!",
    "Почему геймеры всегда находятся в курсе последних новостей? Их интересует только 'геймерская живая лента'!",
    "Что геймеры сказали, когда им предложили посадить дерево? 'Это какой-то диковинный симулятор сельского хозяйства!'",
    "Почему геймеры так любят зиму? Ведь это отличное время для игр внутри помещения!",
    "Как геймеры отмечают свой день рождения? Смотрят игровой трейлер своей жизни!",
    "Почему геймеры так хорошо понимают друг друга? Они встречаются в одной комнате чата!"
  ]
}
